Repository: KryptonGao/StudyPulse
Catalog: StudyPulse/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: Mastered
ja: 習得済み
ko: 습득 완료
zh_hans: 已掌握
zh_hant: 已掌握

source: Mastery
ja: 習熟度
ko: 숙지도
zh_hans: 掌握度
zh_hant: 掌握度

source: Mastery %d%%
ja: 習得度 %d%%
ko: 숙지도 %d%%
zh_hans: 掌握度 %d%%
zh_hant: 掌握度 %d%%

source: Mastery Degree
ja: 習熟度
ko: 숙지도
zh_hans: 掌握程度
zh_hant: 掌握程度

source: Mathematics
ja: 数学
ko: 수학
zh_hans: 数学
zh_hant: 數學

source: MED
ja: 中
ko: 중간
zh_hans: 中
zh_hant: 中

source: Media
ja: メディア
ko: 미디어
zh_hans: 媒体
zh_hant: 媒體

source: Medium
ja: 普通
ko: 보통
zh_hans: 中等
zh_hant: 中等

# memory.climate.conceptHotspots
source: Concept Hotspots
ja: 概念のホットスポット
ko: 개념 핫스팟
zh_hans: 概念热点
zh_hant: 概念熱點

# memory.climate.earlyDueUnchanged
source: This contrast card was brought forward; its original review date will not change.
ja: この比較カードは前倒しで表示されています。元の復習日は変わりません。
ko: 이 대조 카드는 미리 제시되며 원래 복습 날짜는 변경되지 않습니다.
zh_hans: 这是一道提前穿插的对照题，原复习日期不会改变。
zh_hant: 這是一道提前穿插的對照題，原複習日期不會改變。

# memory.climate.history
source: 90-Day Weather Map
ja: 90日間の記憶天気図
ko: 90일 기억 날씨 지도
zh_hans: 90 天记忆天气图
zh_hant: 90 天記憶天氣圖

# memory.climate.history.hint
source: Each square is one day's memory state for that subject.
ja: 各マスは、その科目の1日分の記憶状態です。
ko: 각 칸은 해당 과목의 하루 기억 상태를 나타냅니다.
zh_hans: 每个色块代表该科目一天的记忆状态。
zh_hant: 每個色塊代表該科目一天的記憶狀態。

# memory.climate.interleavedBadge
source: Interleaved contrast: %@
ja: 交互比較：%@
ko: 교차 대조: %@
zh_hans: 交错对照：%@
zh_hant: 交錯對照：%@

# memory.climate.negativeRetrievals
source: %d difficult retrievals in the past 30 days
ja: 過去30日間に難しい想起が%d回
ko: 최근 30일간 어려운 인출 %d회
zh_hans: 近 30 天出现 %d 次困难提取
zh_hant: 近 30 天出現 %d 次困難提取

# memory.climate.noData.description
source: Complete at least two retrievals to generate a reliable memory forecast.
ja: 信頼できる予報には、少なくとも2回の想起練習が必要です。
ko: 신뢰할 수 있는 예보를 만들려면 최소 두 번의 인출 연습이 필요합니다.
zh_hans: 完成至少两次提取练习后，才能生成可靠的记忆预报。
zh_hant: 完成至少兩次提取練習後，才能生成可靠的記憶預報。

# memory.climate.noData.title
source: Still Observing
ja: 観測中
ko: 관찰 중
zh_hans: 仍在观测
zh_hant: 仍在觀測

# memory.climate.openMap
source: Open the 90-day weather map
ja: 90日間の記憶天気図を見る
ko: 90일 기억 날씨 지도 보기
zh_hans: 查看近 90 天记忆天气图
zh_hant: 查看近 90 天記憶天氣圖

# memory.climate.remediation.button
source: Start 15-Minute Remedy
ja: 15分のリカバリーを開始
ko: 15분 보완 학습 시작
zh_hans: 开始 15 分钟补救
zh_hant: 開始 15 分鐘補救

# memory.climate.remediation.estimatedMinutes
source: About %d minutes
ja: 約%d分
ko: 약 %d분
zh_hans: 预计约 %d 分钟
zh_hant: 預計約 %d 分鐘

# memory.climate.remediation.short
source: 15-Min Remedy
ja: 15分リカバリー
ko: 15분 보완
zh_hans: 15 分钟补救
zh_hant: 15 分鐘補救

# memory.climate.remediation.strategy.interference
source: Prioritizes contrasting related concepts
ja: 関連概念の対比を優先
ko: 관련 개념 대비를 우선
zh_hans: 优先覆盖：相关概念对照
zh_hant: 優先覆蓋：相關概念對照

# memory.climate.remediation.strategy.overdue
source: Prioritizes the most overdue or longest-uncalled mistakes
ja: 最も遅延した、または最長未復習の誤答を優先
ko: 가장 지연되거나 오래 안 본 오답을 우선
zh_hans: 优先覆盖：最早逾期或最长未复习
zh_hant: 優先覆蓋：最早逾期或最久未複習

# memory.climate.remediation.strategy.weakSpot
source: Prioritizes recently missed or lowest-mastery mistakes
ja: 最近間違えた、または習熟度が最も低い誤答を優先
ko: 최근 틀렸거나 숙련도가 가장 낮은 오답을 우선
zh_hans: 优先覆盖：最近答错或掌握度最低
zh_hant: 優先覆蓋：最近答錯或掌握度最低

# memory.climate.remediation.title
source: 15-Minute Remedy
ja: 15分のリカバリー
ko: 15분 보완 학습
zh_hans: 15 分钟补救
zh_hant: 15 分鐘補救

# memory.climate.startReview
source: Review by Memory Climate
ja: 記憶の気候に沿って復習
ko: 기억 기후에 따라 복습
zh_hans: 按记忆气候复习
zh_hant: 按記憶氣候複習

# memory.climate.summary.clear
source: %@ is stable and readily retrievable today.
ja: 今日は%@の記憶が安定し、すぐに取り出せます。
ko: 오늘 %@ 기억은 안정적이며 바로 꺼내 쓸 수 있습니다.
zh_hans: 今天%@的记忆稳定，可以随时调用。
zh_hant: 今天%@的記憶穩定，可以隨時調用。

# memory.climate.summary.fog
source: %@ looks familiar, but independent recall is still uncertain.
ja: 今日は%@に見覚えがありますが、自力での想起はまだ不安定です。
ko: 오늘 %@은 익숙해 보이지만 독립적인 회상은 아직 불안정합니다.
zh_hans: 今天%@看起来熟悉，但独立回忆仍不稳定。
zh_hant: 今天%@看起來熟悉，但獨立回憶仍不穩定。

# memory.climate.summary.frozen
source: %@ has not been retrieved for a while and needs a gentle restart.
ja: %@はしばらく想起されていないため、やさしく再開しましょう。
ko: %@은 오랫동안 불러오지 않아 부드러운 재시작이 필요합니다.
zh_hans: %@已经较久没有被调用，适合温和重启。
zh_hant: %@已經較久沒有被調用，適合溫和重啟。

# memory.climate.summary.interleavedCount
source: %d interleaved contrast cards
ja: 交互比較カード %d 枚
ko: 교차 대조 카드 %d개
zh_hans: 完成 %d 道交错对照题
zh_hant: 完成 %d 道交錯對照題

# memory.climate.summary.southHumid
source: %@ was just reviewed and feels familiar, but it has not stabilized yet.
ja: %@は復習直後で親しみを感じますが、まだ安定していません。
ko: %@은 방금 복습해 익숙하지만 아직 안정되지는 않았습니다.
zh_hans: %@刚复习过，看似熟悉，但尚未真正稳定。
zh_hant: %@剛複習過，看似熟悉，但尚未真正穩定。

# memory.climate.summary.thunderstorm
source: %@ is not simply "forgotten" today—%@ and %@ are interfering with each other.
ja: 今日は%@を単に「忘れた」のではなく、%@と%@が概念干渉を起こしています。
ko: 오늘 %@은 단순히 '잊은' 것이 아니라 %@과 %@이 개념 간섭을 일으키고 있습니다.
zh_hans: 今天%@不是“忘了”，而是%@与%@正在发生概念串扰。
zh_hant: 今天%@不是「忘了」，而是%@與%@正在發生概念串擾。

# memory.climate.title
source: Memory Climate
ja: 記憶の気候
ko: 기억 기후
zh_hans: 记忆气候
zh_hant: 記憶氣候

# memory.climate.today
source: Today's Forecast
ja: 今日の予報
ko: 오늘의 예보
zh_hans: 今日预报
zh_hant: 今日預報

# memory.climate.weather.clear
source: Clear
ja: 晴れ
ko: 맑음
zh_hans: 晴朗
zh_hant: 晴朗

# memory.climate.weather.fog
source: Light Fog
ja: 薄霧
ko: 옅은 안개
zh_hans: 薄雾
zh_hant: 薄霧

# memory.climate.weather.frozen
source: Frozen
ja: 凍結
ko: 동결
zh_hans: 冻结
zh_hant: 凍結

# memory.climate.weather.southHumid
source: Returning Humidity
ja: 戻り湿気
ko: 습기 회귀
zh_hans: 回南天
zh_hant: 回南天

# memory.climate.weather.thunderstorm
source: Thunderstorm
ja: 雷雨
ko: 뇌우
zh_hans: 雷暴
zh_hant: 雷暴

source: Merge Backup
ja: バックアップを結合
ko: 백업 병합
zh_hans: 合并备份
zh_hant: 合併備份

source: Merge by UUID
ja: UUID で結合
ko: UUID로 병합
zh_hans: 按 UUID 合并
zh_hant: 依 UUID 合併

source: Message AI Coach...
ja: AI Coach にメッセージ…
ko: AI Coach에게 메시지 보내기…
zh_hans: 给 AI Coach 发消息…
zh_hant: 傳訊息給 AI Coach…

source: Messages (%d)
ja: メッセージ (%d)
ko: 메시지 (%d)
zh_hant: 訊息 (%d)

source: Metrics
ja: メトリクス
ko: 지표
zh_hans: 指标
zh_hant: 指標

source: Middle School
ja: 中学校
ko: 중학교
zh_hans: 初中
zh_hant: 國中

source: Midterm Exam
ja: 中間試験
ko: 중간고사
zh_hans: 期中考试
zh_hant: 期中考試

source: Millisecond response with no waiting for results.
ja: ミリ秒レスポンス、結果を待つ必要はありません。
ko: 밀리초 응답으로 결과 대기 없음.
zh_hans: 超快速分析，无需等待即可获得结果。
zh_hant: 超快速分析，無需等待即可獲得結果。

source: min
ja: 分
ko: 분
zh_hans: 分钟
zh_hant: 分鐘

source: Mind map image saved to Photos.
ja: マインドマップ画像を写真に保存しました。
ko: 마인드맵 이미지가 사진에 저장되었습니다.
zh_hans: 思维导图图片已保存到相册。
zh_hant: 思維導圖圖片已儲存到相簿。

source: Minimize
ja: 最小化
ko: 최소화
zh_hans: 最小化
zh_hant: 最小化

source: Minimum Viable Plan
ja: 最低限の実行プラン
ko: 최소 실행 계획
zh_hans: 最小可完成计划
zh_hant: 最小可完成計畫

source: Mint
ja: ミント
ko: 민트
zh_hans: 薄荷
zh_hant: 薄荷

source: Minutes
ja: 分
ko: 분
zh_hans: 分钟
zh_hant: 分鐘

source: Mistake
ja: 具体的なミス
ko: 구체적 오답
zh_hans: 具体错题
zh_hant: 具體錯題

source: Mistake Note Added
ja: ミスノートを追加しました
ko: 오답 노트 추가됨
zh_hans: 已添加错题
zh_hant: 已添加錯題

source: Mistake Notebook
ja: 間違いノート
ko: 오답 노트
zh_hans: 错题集
zh_hant: 錯題集

source: Mistake Rate
ja: ミス率
ko: 오답률
zh_hans: 错题率
zh_hant: 錯題率

source: Mistake Review
ja: 間違い復習
ko: 오답 복습
zh_hans: 错题复习
zh_hant: 錯題複習

source: Mistake Reviews
ja: ミス復習
ko: 오답 복습
zh_hans: 错题复习
zh_hant: 錯題複習

# mistake.ai.pattern.accept
source: Accept
ja: 採用
ko: 수락
zh_hans: 接受
zh_hant: 接受

# mistake.ai.pattern.evidence
source: Evidence: %@
ja: 根拠：%@
ko: 근거: %@
zh_hans: 证据：%@
zh_hant: 證據：%@

# mistake.ai.pattern.ignore
source: Ignore
ja: 無視
ko: 무시
zh_hans: 忽略
zh_hant: 忽略

# mistake.ai.pattern.picker
source: Error type
ja: エラータイプ
ko: 오류 유형
zh_hans: 错误类型
zh_hant: 錯誤類型

# mistake.ai.pattern.resolved
source: Resolved
ja: 解決済み
ko: 해결됨
zh_hans: 已解决
zh_hant: 已解決

# mistake.ai.pattern.title
source: AI error-type detection
ja: AI エラータイプ判定
ko: AI 오류 유형 인식
zh_hans: AI 错误类型识别
zh_hant: AI 錯誤類型識別

# mistake.correction.completed
source: Completed
ja: 完了
ko: 완료
zh_hans: 已完成
zh_hant: 已完成

# mistake.correction.day
source: Day %d
ja: %d 日目
ko: %d일차
zh_hans: 第 %d 天
zh_hant: 第 %d 天

# mistake.correction.empty
source: A correction plan will appear after more related mistakes are recorded.
ja: 関連する問題を増やすと、ここに修正プランが表示されます。
ko: 관련 문제를 더 기록하면 여기에 교정 계획이 생성됩니다.
zh_hans: 完成更多相关错题后，这里会生成你的纠偏计划。
zh_hant: 完成更多相關錯題後，這裡會生成你的糾偏計畫。

# mistake.correction.inProgress
source: In progress
ja: 進行中
ko: 진행 중
zh_hans: 进行中
zh_hant: 進行中

# mistake.correction.instruction
source: Review three related mistakes daily. Write the constraints first, then self-rate whether you noticed the issue while reading.
ja: 毎日 3 問の関連問題を復習します。まず条件を書き、読解中に問題に気づけたかを自己評価します。
ko: 매일 관련 문제 3개를 복습합니다. 먼저 조건을 쓰고, 읽는 단계에서 문제를 발견했는지 스스로 평가하세요.
zh_hans: 每天 3 道相关错题；先写限制条件，再自评是否在读题阶段发现问题。
zh_hant: 每天 3 道相關錯題；先寫限制條件，再自評是否在讀題階段發現問題。

# mistake.correction.mastery
source: Mastery %d%%
ja: 習熟度 %d%%
ko: 숙련도 %d%%
zh_hans: 掌握度 %d%%
zh_hant: 掌握度 %d%%

# mistake.correction.notYet
source: Not yet
ja: まだです
ko: 아직 아니요
zh_hans: 还没有
zh_hant: 還沒有

# mistake.correction.reflection
source: Did you notice the issue while reading?
ja: 読む段階で問題に気づきましたか？
ko: 읽는 단계에서 문제를 발견했나요?
zh_hans: 读题阶段发现问题了吗？
zh_hant: 讀題階段發現問題了嗎？

# mistake.correction.section
source: 7-day correction plan
ja: 7 日間の修正プラン
ko: 7일 교정 계획
zh_hans: 7 天纠偏计划
zh_hant: 7 天糾偏計畫

# mistake.correction.start
source: Start 7-day plan
ja: 7 日間プランを開始
ko: 7일 계획 시작
zh_hans: 开始 7 天纠偏
zh_hant: 開始 7 天糾偏

# mistake.correction.yes
source: Yes
ja: はい
ko: 예
zh_hans: 是
zh_hant: 是

# mistake.pattern.boundary_omission.description
source: General cases work, but edge or special cases are missed.
ja: 一般の場合は解けても、端点や特殊な場合を見落とします。
ko: 일반적인 경우는 풀지만 끝점이나 특수한 경우를 놓칩니다.
zh_hans: 一般情况能处理，但边界或特殊情况容易遗漏。
zh_hant: 一般情況能處理，但邊界或特殊情況容易遺漏。

# mistake.pattern.boundary_omission.title
source: Boundary omission
ja: 境界条件の見落とし
ko: 경계 조건 누락
zh_hans: 边界情况遗漏
zh_hant: 邊界情況遺漏

# mistake.pattern.calculation_error.description
source: The approach is mostly right, but arithmetic or sign handling breaks down.
ja: 考え方は合っていても、計算や符号処理で崩れています。
ko: 풀이 방향은 맞지만 계산이나 부호 처리에서 오류가 납니다.
zh_hans: 思路基本正确，错误主要发生在运算或符号处理。
zh_hant: 思路基本正確，錯誤主要發生在運算或符號處理。

# mistake.pattern.calculation_error.title
source: Calculation error
ja: 計算ミス
ko: 계산 실수
zh_hans: 计算失误
zh_hant: 計算失誤

# mistake.pattern.card.accessibility
source: Recurring error: %@
ja: 繰り返しているミス：%@
ko: 반복되는 오류: %@
zh_hans: 反复错误：%@
zh_hant: 反覆錯誤：%@

# mistake.pattern.card.count
source: %d occurrences across %@
ja: %d 回発生（%@）
ko: %d회 발생 · %@
zh_hans: 已出现 %d 次，涉及 %@
zh_hant: 已出現 %d 次，涉及 %@

# mistake.pattern.card.recent
source: %d recurrences in the last 14 days
ja: 過去 14 日間に %d 回再発
ko: 최근 14일 동안 %d회 재발
zh_hans: 最近 14 天复发 %d 次
zh_hant: 最近 14 天復發 %d 次

# mistake.pattern.card.title
source: Your recurring error: %@
ja: 繰り返しているミス：%@
ko: 반복되는 오류: %@
zh_hans: 你的反复错误：%@
zh_hant: 你的反覆錯誤：%@

# mistake.pattern.chart.date
source: Date
ja: 日付
ko: 날짜
zh_hans: 日期
zh_hant: 日期

# mistake.pattern.chart.mastery
source: Mastery
ja: 習熟度
ko: 숙련도
zh_hans: 掌握度
zh_hant: 掌握度

# mistake.pattern.concept_confusion.description
source: Similar concepts or definitions are being mixed across question types.
ja: 似た概念や定義を問題ごとに混同しています。
ko: 비슷한 개념이나 정의를 문제 유형에 따라 혼동하고 있습니다.
zh_hans: 相近概念或定义在不同题型中被混用了。
zh_hant: 相近概念或定義在不同題型中被混用了。

# mistake.pattern.concept_confusion.title
source: Concept confusion
ja: 概念の混同
ko: 개념 혼동
zh_hans: 概念混淆
zh_hant: 概念混淆

# mistake.pattern.condition_omission.description
source: You tend to start deriving too early and miss constraints in the question.
ja: 早く解き始めることで、問題の制約条件を見落としがちです。
ko: 너무 일찍 풀이를 시작해 문제의 제한 조건을 놓치는 경향이 있습니다.
zh_hans: 你容易提前开始推导，遗漏题目中的限制条件。
zh_hant: 你容易提前開始推導，遺漏題目中的限制條件。

# mistake.pattern.condition_omission.title
source: Condition omission
ja: 条件の見落とし
ko: 조건 누락
zh_hans: 条件遗漏
zh_hant: 條件遺漏

# mistake.pattern.count.value
source: %d times
ja: %d 回
ko: %d회
zh_hans: %d 次
zh_hant: %d 次

# mistake.pattern.detail.averageMastery
source: Average mastery
ja: 平均習熟度
ko: 평균 숙련도
zh_hans: 平均掌握度
zh_hant: 平均掌握度

# mistake.pattern.detail.first
source: First occurrence
ja: 初回発生
ko: 첫 발생
zh_hans: 第一次出现
zh_hant: 第一次出現

# mistake.pattern.detail.latest
source: Most recent recurrence
ja: 直近の再発
ko: 최근 재발
zh_hans: 最近一次复发
zh_hant: 最近一次復發

# mistake.pattern.detail.mastery
source: Mastery changes
ja: 習熟度の変化
ko: 숙련도 변화
zh_hans: 掌握度变化
zh_hant: 掌握度變化

# mistake.pattern.detail.mistakeMeta
source: %@ · Mastery %d%%
ja: %@ · 習熟度 %d%%
ko: %@ · 숙련도 %d%%
zh_hans: %@ · 掌握度 %d%%
zh_hant: %@ · 掌握度 %d%%

# mistake.pattern.detail.profile
source: Pattern profile
ja: パターンの概要
ko: 패턴 개요
zh_hans: 模式画像
zh_hant: 模式概況

# mistake.pattern.detail.related
source: Related errors
ja: 関連するエラー
ko: 관련 오류
zh_hans: 关联错误
zh_hant: 相關錯誤

# mistake.pattern.detail.subjects
source: Subjects
ja: 科目
ko: 과목
zh_hans: 涉及学科
zh_hant: 涉及科目

# mistake.pattern.detail.topMistakes
source: Three mistakes to fix first
ja: 先に直したい 3 問
ko: 먼저 고칠 3문제
zh_hans: 最值得先修复的 3 道题
zh_hant: 最值得先修復的 3 道題

# mistake.pattern.empty.message
source: Keep recording error reasons. A pattern will appear after two matches.
ja: ミスの理由を記録しましょう。同じ分類が 2 回現れるとパターンを表示します。
ko: 오류 원인을 계속 기록하세요. 같은 분류가 두 번 나타나면 패턴을 보여줍니다.
zh_hans: 继续记录错因，达到两次后这里会帮你发现重复模式。
zh_hant: 繼續記錄錯因，達到兩次後這裡會幫你發現重複模式。

# mistake.pattern.empty.title
source: No recurring error pattern yet
ja: 繰り返しパターンはまだありません
ko: 아직 반복 오류 패턴이 없습니다
zh_hans: 还没有形成反复错误模式
zh_hant: 還沒有形成反覆錯誤模式

# mistake.pattern.formula_misuse.description
source: You remember the formula, but miss its conditions or apply it incorrectly.
ja: 公式は覚えていますが、適用条件や使い方を誤っています。
ko: 공식은 기억하지만 적용 조건이나 사용 방법을 잘못 적용합니다.
zh_hans: 你记得公式，但遗漏了适用条件或使用方式出现偏差。
zh_hant: 你記得公式，但遺漏了適用條件或使用方式出現偏差。

# mistake.pattern.formula_misuse.title
source: Formula misuse
ja: 公式の誤用
ko: 공식 오용
zh_hans: 公式误用
zh_hant: 公式誤用

# mistake.pattern.gallery.accessibility
source: %@, %d occurrences
ja: %@、%d 回
ko: %@, %d회
zh_hans: %@，%d 次
zh_hant: %@，%d 次

# mistake.pattern.gallery.description
source: Larger stars mean more occurrences. Warmer colors mean higher risk. Lines connect patterns shared across subjects.
ja: 星が大きいほど発生回数が多く、暖色ほどリスクが高いパターンです。同じ科目にまたがるパターンを線で結びます。
ko: 별이 클수록 발생 횟수가 많고, 따뜻한 색일수록 위험도가 높습니다. 여러 과목에 걸친 패턴은 선으로 연결됩니다.
zh_hans: 星星越大，出现次数越多；颜色越暖，风险越高。相同学科中的模式会被连线。
zh_hant: 星星越大，出現次數越多；顏色越暖，風險越高。相同學科中的模式會被連線。

# mistake.pattern.gallery.risk
source: Risk %d%%
ja: リスク %d%%
ko: 위험도 %d%%
zh_hans: 风险 %d%%
zh_hant: 風險 %d%%

# mistake.pattern.gallery.title
source: Error Galaxy
ja: エラー星図
ko: 오류 별자리
zh_hans: 错误星图
zh_hant: 錯誤星圖

# mistake.pattern.incomplete_reading.description
source: You begin solving before finishing the question.
ja: 問題を最後まで読む前に解き始めています。
ko: 문제를 끝까지 읽기 전에 풀이를 시작합니다.
zh_hans: 题目还没有读完整，就已经开始作答。
zh_hant: 題目還沒有讀完整，就已經開始作答。

# mistake.pattern.incomplete_reading.title
source: Incomplete reading
ja: 読み取り不足
ko: 불완전한 독해
zh_hans: 审题不完整
zh_hant: 審題不完整

# mistake.pattern.logic_jump.description
source: A key intermediate step is skipped or left unverified.
ja: 重要な途中の手順を省略するか、確認していません。
ko: 중요한 중간 단계를 생략하거나 확인하지 않습니다.
zh_hans: 关键中间步骤没有写出或没有验证。
zh_hant: 關鍵中間步驟沒有寫出或沒有驗證。

# mistake.pattern.logic_jump.title
source: Logic jump
ja: 論理の飛躍
ko: 논리적 비약
zh_hans: 逻辑跳步
zh_hant: 邏輯跳步

# mistake.pattern.memory_error.description
source: A definition, conclusion, or fact cannot be recalled accurately.
ja: 定義や結論、事実を正確に思い出せていません。
ko: 정의, 결론 또는 사실을 정확히 떠올리지 못합니다.
zh_hans: 定义、结论或事实没有被准确回忆。
zh_hant: 定義、結論或事實沒有被準確回憶。

# mistake.pattern.memory_error.title
source: Memory error
ja: 記憶違い
ko: 기억 오류
zh_hans: 记忆错误
zh_hant: 記憶錯誤

# mistake.pattern.method_selection.description
source: You identify the problem but choose an unsuitable solution path.
ja: 問題の種類は分かっていても、適切でない解法を選んでいます。
ko: 문제는 파악했지만 적절하지 않은 풀이 방법을 선택합니다.
zh_hans: 题目识别正确，但选择的解题路径不适合当前问题。
zh_hant: 題目識別正確，但選擇的解題路徑不適合當前問題。

# mistake.pattern.method_selection.title
source: Method selection error
ja: 方法選択ミス
ko: 방법 선택 오류
zh_hans: 方法选择错误
zh_hant: 方法選擇錯誤

# mistake.pattern.metric.count
source: Occurrences
ja: 発生
ko: 발생
zh_hans: 出现
zh_hant: 出現

# mistake.pattern.metric.recent
source: Recent
ja: 最近
ko: 최근
zh_hans: 近期
zh_hant: 近期

# mistake.pattern.metric.risk
source: Risk
ja: リスク
ko: 위험도
zh_hans: 风险
zh_hant: 風險

# mistake.pattern.other.description
source: More evidence is needed to classify this error.
ja: 分類するには、もう少し証拠が必要です。
ko: 이 오류를 분류하려면 더 많은 근거가 필요합니다.
zh_hans: 还需要更多证据才能归纳这类错误。
zh_hant: 還需要更多證據才能歸納這類錯誤。

# mistake.pattern.other.title
source: Other
ja: その他
ko: 기타
zh_hans: 其他
zh_hant: 其他

# mistake.pattern.uncategorized
source: Uncategorized
ja: 未分類
ko: 분류 없음
zh_hans: 未分类
zh_hant: 未分類

# mistake.pattern.unclear_expression.description
source: The answer does not make the conditions, conclusion, or symbols clear.
ja: 条件や結論、記号の意味が答案から明確に伝わりません。
ko: 답안에서 조건, 결론 또는 기호의 의미가 명확하지 않습니다.
zh_hans: 答案没有清楚表达条件、结论或符号含义。
zh_hant: 答案沒有清楚表達條件、結論或符號含義。

# mistake.pattern.unclear_expression.title
source: Unclear expression
ja: 表現が不明確
ko: 불명확한 표현
zh_hans: 表达不清
zh_hant: 表達不清

# mistake.pattern.unit_error.description
source: The numbers are handled correctly, but units or dimensions are inconsistent.
ja: 数値は合っていても、単位や次元の変換が一致していません。
ko: 수치는 맞지만 단위나 차원 변환이 일치하지 않습니다.
zh_hans: 数值处理正确，但单位或量纲转换不一致。
zh_hant: 數值處理正確，但單位或量綱轉換不一致。

# mistake.pattern.unit_error.title
source: Unit error
ja: 単位ミス
ko: 단위 오류
zh_hans: 单位错误
zh_hant: 單位錯誤

source: Mistakes
ja: ミス
ko: 오답
zh_hans: 错题
zh_hant: 錯題

source: Mode
ja: モード
ko: 모드
zh_hans: 模式
zh_hant: 模式

source: Model
ja: モデル
ko: 모델
zh_hans: 模型
zh_hant: 模型

source: Moderate
ja: 中程度
ko: 보통
zh_hans: 中
zh_hant: 中

source: Mon
ja: 月
ko: 월
zh_hans: 一
zh_hant: 一

source: Monthly Report
ja: 月報
ko: 월간 보고서
zh_hans: 月报
zh_hant: 月報

source: Monthly reports are generated on the 1st of each month at 9:00 AM.
ja: 月報は毎月 1 日の午前 9:00 に自動生成されます。
ko: 월간 보고서는 매월 1일 오전 9:00에 자동 생성됩니다.
zh_hans: 月报在每月 1 日上午 9:00 自动生成。
zh_hant: 月報在每月 1 日上午 9:00 自動產生。

source: Mood
ja: 気分
ko: 기분
zh_hans: 心情
zh_hant: 心情

source: Mood & Energy
ja: 気分・エネルギー
ko: 기분・에너지
zh_hans: 心情与精力
zh_hant: 心情與精力

source: Mood Trend
ja: 気分推移
ko: 기분 추이
zh_hans: 心情趋势
zh_hant: 心情趨勢

source: More
ja: もっと
ko: 더 보기
zh_hans: 更多
zh_hant: 更多

source: More Tools
ja: その他のツール
ko: 기타 도구
zh_hans: 更多工具
zh_hant: 更多工具

# morning
source: morning"; "midday" = "midday"; "afternoon" = "afternoon"; "evening" = "evening"; "night" = "night
ja: 午前"; "midday" = "昼"; "afternoon" = "午後"; "evening" = "夜"; "night" = "深夜
ko: 오전"; "midday" = "정오"; "afternoon" = "오후"; "evening" = "저녁"; "night" = "심야
zh_hans: 上午"; "midday" = "中午"; "afternoon" = "下午"; "evening" = "晚上"; "night" = "深夜
zh_hant: 上午"; "midday" = "中午"; "afternoon" = "下午"; "evening" = "晚上"; "night" = "深夜

source: Move all unassigned grades, mistakes, exams and tasks into "%@"?
ja: 未分類の成績・間違い・試験・タスクをすべて「%@」に移しますか?
ko: 분류되지 않은 성적·오답·시험·과제를 모두 "%@"(으)로 이동할까요?
zh_hans: 把所有未归类的成绩、错题、考试和任务移入「%@」?
zh_hant: 把所有未歸類的成績、錯題、考試和任務移入「%@」?

source: Move unassigned data into the new phase?
ja: 未分類データを新規フェーズに移しますか?
ko: 미분류 데이터를 새 단계로 이동할까요?
zh_hans: 把未归类数据移入新阶段?
zh_hant: 把未歸類資料移入新階段?

source: Music
ja: 音楽
ko: 음악
zh_hans: 音乐
zh_hant: 音樂

source: n = %d
ja: サンプル n = %d
ko: 샘플 n = %d
zh_hans: 样本 n = %d
zh_hant: 樣本 n = %d

source: n = %d, ±%.1f pts
ja: サンプル n = %d、±%.1f 点
ko: 샘플 n = %d, ±%.1f 점
zh_hans: 样本 n = %d,±%.1f 分
zh_hant: 樣本 n = %d,±%.1f 分

source: N/A
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

source: Name
ja: 名前
ko: 이름
zh_hans: 姓名
zh_hant: 姓名

source: Network error: %@
ja: ネットワークエラー: %@
ko: 네트워크 오류: %@
zh_hans: 网络错误: %@
zh_hant: 網路錯誤: %@

source: New Coach Goal
ja: 新しいコーチ目標
ko: 새 코치 목표
zh_hans: 新建教练目标
zh_hant: 新增教練目標

source: New Diary Entry
ja: 新規日記
ko: 새 일기
zh_hans: 新建日记
zh_hant: 新增日記

source: New Entry
ja: 新規エントリー
ko: 새 항목
zh_hans: 新建条目
zh_hant: 新增條目

source: New Exam
ja: 新規試験
ko: 새 시험
zh_hans: 新建考试
zh_hant: 新增考試

source: New Homework
ja: 新規宿題
ko: 새 숙제
zh_hans: 新建作业
zh_hant: 新增作業

source: New Mistake
ja: 错题を追加
ko: 새 오답
zh_hans: 添加错题
zh_hant: 新增錯題

source: New Phase
ja: 新規フェーズ
ko: 새 단계
zh_hans: 新建阶段
zh_hant: 新增階段

source: New Reading
ja: 新規読書
ko: 새 독서
zh_hans: 新建阅读材料
zh_hant: 新增閱讀材料

source: New routine
ja: 新規ルーティン
ko: 새 루틴
zh_hans: 新建例程
zh_hant: 新增例程

source: New subject
ja: 新しい科目
ko: 새 과목
zh_hans: 新科目
zh_hant: 新科目

source: New Task
ja: 新規タスク
ko: 새 작업
zh_hans: 新建任务
zh_hant: 新增任務

source: Next
ja: 次へ
ko: 다음
zh_hans: 下一步
zh_hant: 下一步

source: Next Month
ja: 次の月
ko: 다음 달
zh_hans: 下个月
zh_hant: 下個月

source: Next Strategy
ja: 次回対策
ko: 다음 전략
zh_hans: 下次策略
zh_hant: 下次策略

source: No category was selected.
ja: カテゴリが選択されていません。
ko: 카테고리가 선택되지 않았습니다.
zh_hans: 未选择任何类别。
zh_hant: 未選取任何類別。

source: No change note
ja: 変更メモなし
ko: 변경 메모 없음
zh_hans: 没有修改说明
zh_hant: 沒有修改說明

source: No checklist items. Tap Edit to add some.
ja: 項目がありません。編集ボタンから追加できます。
ko: 항목이 없습니다. 편집 버튼으로 추가하세요.
zh_hans: 暂无待办,点击编辑添加
zh_hant: 暫無待辦,點擊編輯新增

source: No compression needed right now
ja: 現在、縮小は必要ありません
ko: 지금은 계획을 줄일 필요가 없습니다
zh_hans: 当前无需压缩计划
zh_hant: 目前不需要壓縮計畫

source: No content to preview
ja: プレビューする内容がありません
ko: 미리볼 내용 없음
zh_hans: 暂无内容可预览
zh_hant: 暫無內容可預覽

source: No contribution entry matches "%@".
ja: 「%@」に一致する貢献ガイドの項目はありません。
ko: "%@"에 해당하는 기여 가이드 항목이 없습니다.
zh_hans: 没有匹配 "%@" 的贡献指南条目。
zh_hant: 沒有符合 "%@" 的貢獻指南條目。

source: No Data
ja: データなし
ko: 데이터 없음
zh_hans: 暂无数据
zh_hant: 暫無資料

source: No data available
ja: データなし
ko: 데이터 없음
zh_hans: 暂无数据
zh_hant: 暫無資料

source: No data in this period
ja: この期間にデータはありません
ko: 이 기간에 데이터가 없습니다
zh_hans: 该时段无数据
zh_hant: 該時段無資料

source: No data is sent to any server
ja: データがサーバーに送信されることはありません
ko: 데이터는 서버로 전송되지 않습니다
zh_hans: 数据不会发送到任何服务器
zh_hant: 資料不會傳送到任何伺服器

source: No Diary Entries Yet
ja: 日記がまだありません
ko: 아직 일기가 없습니다
zh_hans: 暂无日记
zh_hant: 暫無日記

source: No exams
ja: 試験なし
ko: 시험 없음
zh_hans: 暂无考试
zh_hant: 暫無考試

source: No Exams
ja: 試験なし
ko: 시험 없음
zh_hans: 暂无考试
zh_hant: 暫無考試

source: No exams on this day
ja: この日に試験はありません
ko: 이 날에는 시험이 없습니다
zh_hans: 当天没有考试
zh_hant: 當天沒有考試

source: No grades
ja: 成績なし
ko: 성적 없음
zh_hans: 暂无成绩
zh_hant: 暫無成績

source: No grades available
ja: 成績なし
ko: 성적 없음
zh_hans: 暂无成绩
zh_hant: 暫無成績

source: No Grades Yet
ja: 成績はまだありません
ko: 아직 성적이 없습니다
zh_hans: 暂无成绩
zh_hant: 暫無成績

source: No Handwriting Yet
ja: <#ja#>
ko: <#ko#>
zh_hans: 暂无手写记录
zh_hant: <#zh-Hant#>

source: No HRV data found in Health. Wear your Apple Watch overnight for a few nights.
ja: ヘルスケアに HRV データが見つかりません。数晩、Apple Watch を着用して寝てください。
ko: 건강 앱에서 HRV 데이터를 찾을 수 없습니다. 며칠 밤 Apple Watch를 착용해 주세요.
zh_hans: 暂未在健康中找到 HRV 数据。请连续佩戴 Apple Watch 睡眠几个晚上。
zh_hant: 暫未在健康中找到 HRV 資料。請連續配戴 Apple Watch 睡眠幾個晚上。

source: No images
ja: 画像なし
ko: 이미지 없음
zh_hans: 暂无图片
zh_hant: 暫無圖片

source: No Items
ja: タスクがありません
ko: 할 일이 없습니다
zh_hans: 还没有任务
zh_hant: 尚無任務

source: No items yet
ja: まだ項目がありません
ko: 항목 없음
zh_hans: 暂无项目
zh_hant: 暫無項目

source: No location set
ja: 会場が未設定
ko: 시험장이 설정되지 않음
zh_hans: 未设置考场
zh_hant: 未設定考場

source: No mistakes
ja: 错题なし
ko: 오답 없음
zh_hans: 暂无错题
zh_hant: 暫無錯題

source: No Mistakes
ja: 間違いなし
ko: 오답 없음
zh_hans: 暂无错题
zh_hant: 暫無錯題

source: No mistakes available
ja: 利用可能な間違いがありません
ko: 사용 가능한 오답이 없습니다
zh_hans: 暂无可选错题
zh_hant: 暫無可選錯題

source: No Mistakes Due
ja: 復習する問題はありません
ko: 복습할 문제가 없습니다
zh_hans: 暂无需复习的错题
zh_hant: 暫無需複習的錯題

source: No mistakes found for this subject yet. Add some to get targeted recommendations.
ja: この科目のミス記録がまだありません。追加すると具体的な提案が受けられます。
ko: 이 과목의 오답이 아직 없습니다. 추가하면 맞춤 추천을 받을 수 있습니다.
zh_hans: 该科目暂无错题。添加错题以获得针对性建议。
zh_hant: 該科目暫無錯題。新增錯題以獲得針對性建議。

source: No mistakes match the current selection.
ja: 現在の選択に該当する間違いがありません。
ko: 현재 선택에 해당하는 오답이 없습니다.
zh_hans: 当前选择下没有可导出的错题。
zh_hant: 目前選擇下沒有可匯出的錯題。

source: No new grades in the past week. Regular tracking helps you spot trends early.
ja: 過去1週間、新しい成績がありません。定期的な記録でトレンドを早期に発見できます。
ko: 지난 1주일 동안 새로운 성적이 없습니다. 정기적인 기록으로 트렌드를 조기에 발견하세요.
zh_hans: 过去一周没有新成绩记录，定期跟踪有助于及早发现趋势。
zh_hant: 過去一週沒有新成績記錄，定期跟踪有助於及早發現趨勢。

source: No pending refresh
ja: 更新予定なし
ko: 예정된 새로 고침 없음
zh_hans: 暂无待刷新额度
zh_hant: 暫無待刷新額度

source: No phases yet. Tap + to create your first semester / break.
ja: フェーズがありません。+ をタップして最初の学期/休暇を作成してください。
ko: 단계가 없습니다. + 를 눌러 첫 학기/방학을 만드세요.
zh_hans: 暂无阶段。点击 + 创建第一个学期/假期。
zh_hant: 尚無階段。點擊 + 建立第一個學期/假期。

source: No previous proposals
ja: 過去の提案はありません
ko: 이전 제안이 없습니다
zh_hans: 暂无历史计划建议
zh_hant: 暫無歷史計劃建議

source: No question content
ja: 問題内容なし
ko: 문제 내용 없음
zh_hans: 暂无题目内容
zh_hant: 暫無題目內容

source: No recent grades to display
ja: 最近の成績はありません
ko: 최근 성적이 없습니다
zh_hans: 暂无近期成绩
zh_hant: 暫無近期成績

source: No related mistakes across these subjects
ja: これらの科目に関連するミスはありません
ko: 이 과목들과 관련된 오답이 없습니다
zh_hans: 这些科目暂无关联错题
zh_hant: 這些科目暫無關聯錯題
